Repository: br-automation-com/mapp-Framework
Catalog: GAT/Logical/mappView/Resources/Texts/mappFrameworkTexts/TrendPageTexts.tmx
Source language: en
Languages: de, zh

source: History Trend
de: Geschichtlicher Trend
zh: 历史曲线

source: Axis 1 / Feeder Position
de: Achse 1 / Feeder-Position
zh: 轴1 / 送料轴位置

source: Axis 2 / Cutter Position
de: Achse 2 / Schneidposition
zh: 轴2 / 切刀轴位置

source: Start Time
de: Startzeit
zh: 开始时间

source: End Time
de: Endzeit
zh: 结束时间

source: Freeze
de: Einfrieren
zh: 冻结

source: Unfreeze
de: Auftauen
zh: 解冻
